import React from "react"
import "./style.scss"
const PageoNas = () => {
    return (
        <div className="main">
            <div className = "logo_oNas">
                <h3 className = "logo_logo_oNas">О компании</h3>
            </div>
            <article className="bezoNas">
                <div className = "abzac_oNas">
                    <p className = "name_abzac">
                    Дамы и господа, добро пожаловать в увлекательный мир стиля и индивидуальности – мир компании, посвященной продаже уникальных скинов в Dota 2!</p>
                    <p className = "name_abzac">Наша компания - это не просто магазин, это площадка, где страсть к игре сочетается с любовью к выдающемуся дизайну. Мы гордимся тем, что предоставляем вам возможность выделиться в мире Dota 2, обогатив ваш герой уникальным обликом.</p>
                    <p className = "name_abzac">Мы тщательно отбираем самые стильные и впечатляющие скины, чтобы удовлетворить ваши самые изысканные вкусы. Независимо от того, являетесь ли вы новичком или опытным игроком, наши скины добавят неповторимость вашему игровому опыту.</p>
                    <p className = "name_abzac">Наша команда стремится обеспечить вас не только качественными продуктами, но и отличным обслуживанием. Мы готовы ответить на ваши вопросы, предоставить консультации и поддержку в выборе скинов, чтобы сделать ваш опыт покупки у нас приятным и запоминающимся.</p>
                    <p className = "name_abzac">Выбирайте стиль, выражайте свою индивидуальность, поднимайтесь на новый уровень игрового опыта вместе с нашей коллекцией уникальных скинов в Dota 2. Добро пожаловать в мир возможностей и стиля – добро пожаловать в нашу компанию!</p>
                </div>
            </article>
        </div>
    )
}
export default PageoNas



